Repository: hupe13/album-medialib-github
Catalog: lang/album-media-library-*.po
Languages: de_de

source: %1$s is a substring of the directory path, for example %2$s.
de_de: %1$s ist eine Teilzeichenkette des Verzeichnispfads, zum Beispiel %2$s.

source: Album of photos from a folder in the Media Library
de_de: Album mit Fotos aus einem Ordner in der Medienbibliothek

source: Album of photos from a folder in the Media Library Github
de_de: Album mit Fotos aus einem Ordner in der Medienbibliothek Github

source: becomes
de_de: wird zu

source: Change %1$s to %2$s.
de_de: Ändere %1$s zu %2$s.

source: Choose as Gallery Source "WordPress".
de_de: Wähle als Galeriequelle "WordPress".

source: Choose as Type of Gallery "Photos from Media Library".
de_de: Wähle als Galerietyp "Fotos aus der Medienbibliothek".

source: Configure the name of this shortcode (default %1$s) and the list option (default %2$s).
de_de: Konfiguriere den Namen dieses Shortcodes (Standard %1$s) und die List-Option (Standard %2$s).

source: Configure Your Layout.
de_de: Konfiguriere dein Layout.

source: Delete transients
de_de: Lösche die Transienten

source: Delete transients or set it to %s, if you have trouble to get the right images in the album.
de_de: Lösche die Transienten oder setze es auf %s, wenn du Schwierigkeiten hast, die richtigen Bilder in ein Album zu bekommen.

source: Help and Options
de_de: Hilfe und Optionen

source: I use %1$s to import the photos to the Media Library, which I uploaded before with sftp.
de_de: Ich verwende %1$s, um die Fotos, die ich zuvor mit sftp hochgeladen habe, in die Medienbibliothek zu importieren.

source: Import these photos to the Media Library. Maybe your plugin has this function too.
de_de: Importiere diese Fotos in die Medienbibliothek. Vielleicht hat dein Plugin auch diese Funktion.

source: In window "Your Gallery" select the shortcode and paste this into a Shortcode block.
de_de: Wähle den Shortcode im Fenster "Deine Galerie" aus und füge ihn in einen Shortcode-Block ein.

source: Media Album
de_de: Medien-Album

source: Name of the %s option
de_de: Name der %s Option

source: Organize your photos in directories. Store the photos for each album in a subdirectory in the WordPress upload directory.
de_de: Organisiere deine Fotos in Verzeichnissen. Speichere die Fotos für jedes Album in einem Unterverzeichnis im WordPress-Upload-Verzeichnis.

source: Organize your photos in folders, select a path and display these photos with any gallery shortcode.
de_de: Organisiere deine Fotos in Ordnern, wähle einen Pfad und zeige diese Fotos mit einem beliebigen Galerie-Shortcode an.

source: Pick Your Layout.
de_de: Wähle dein Layout.

source: Reset
de_de: Zurücksetzen

source: Select one any photo.
de_de: Wähle irgendein Foto.

source: Settings
de_de: Einstellungen

source: Shortcode with your gallery plugin
de_de: Der Shortcode mit deinem Galerie-Plugin

source: Use the default %1$s shortcode or install a plugin to display photos from Media Library, which has a shortcode for this, for example %2$s.
de_de: Verwende den Standard-Shortcode %1$s oder installiere ein Plugin zur Anzeige von Fotos aus der Medienbibliothek, das über einen entsprechenden Shortcode verfügt, zum Beispiel %2$s.

source: Use the Photonic Gallery block to generate the display of photos.
de_de: Verwende den Photonic Gallery Block, um die Anzeige der Fotos zu generieren.

source: Use transients
de_de: Verwende Transienten

source: Workflow using the example of %s
de_de: Workflow am Beispiel von %s

source: Write your shortcode as usual, omit the list option and use an extra option %s.
de_de: Schreibe deinen Shortcode wie gewohnt, lasse die List-Option weg und verwende die zusätzliche Option %s.

source: You can use a %1$splugin%2$s to do this.
de_de: Du kannst dafür ein %1$sPlugin%2$s verwenden.

source: Your Shortcode
de_de: Dein Shortcode
